/* GENERAL STRINGS */
"   * Welcome to the BlackHole 2020 Secure File Eraser *\n" = "   * Willkommen beim BlackHole 2020 Secure File Eraser *\n";



/*
    Views
 */
"%lld" = "%lld";

/*
   BlackHoleView
 */

//
"%lld files destroyed" = "%lld Dateien zerstört";
"bytes destroyed of" = "Byte zerstört von";

//
// See the Main.strings file for the MacOS Menu localizations
//

/*
   HelpView
 */
"Please drag and drop files/folders on to the app to destroy them forever" = "Bitte ziehen Sie Dateien/Ordner per Drag & Drop in die App, um sie für immer zu zerstören";
"Press Space Bar to stop the destruction" = "Drücken Sie SpaceBar, um die Zerstörung zu stoppen";
"Press ⌘+m to toggle music on/off" = "Drücken Sie ⌘+m, um die Musik umzuschalten";
"Press ⌘+s to display some stats" = "Drücken Sie ⌘+s, um einige Statistiken anzuzeigen";
"Please contact %@ or tap the button below with love / complaints / joys" = "Bitte kontaktieren Sie %@ oder tippen Sie auf die Schaltfläche unten mit Liebe / Beschwerden / Freuden";
"Happy obliteration of your files!!" = "Viel Spaß beim Löschen Ihrer Dateien!!";

"\nFrom Code With Love\n❤️ v%@ [%@] ❤️" = "\nVon Code mit Liebe\n❤️ v%1$@ [%2$@] ❤️";

"Email, Email" = "Email, Email";
"Email, Email!!" = "Email, Email!!";

/*
   StatsView
 */
"... Stats ..." = "... Statistiken ...";
"Files Destroyed: %lld" = "Dateien zerstört: %lld";
"Megabytes Destroyed: %lld" = "Megabyte zerstört: %lld";
"Visits To The Blackhole: %lld" = "Besuche in der Blackhole: %lld";
"//                    Stats:" = "//                    Statistiken:";

/*
   SettingsView
 */

// TBD

/* OTHER STRINGS */
// not sure if we need these but they don't hurt to leave for now

"After 1 minute" = "After 1 minute";
"After 3 minute" = "After 3 minute";
"After 5 minute" = "After 5 minute";
"Are you TOTALLY SURE you want to delete these files?" = "Are you TOTALLY SURE you want to delete these files?";
"DESTROY" = "DESTROY";

"How To Use" = "How To Use";
"OK" = "OK";
"Pink" = "Pink";

"The app will automatically close the window and save the note." = "The app will automatically close the window and save the note.";

"There is *no* undo!" = "There is *no* undo!";
